import React from 'react';

const Method = () => {
    return (
        <div className="Method container">
            <h2 className="text-center">Как проходит обучение </h2>
            <h2 className="fw-bold text-center">На наших онлайн курсах</h2>


            <div className="row">
                <div className="col-md-6">
                    <img src="/img/Rectangle 17.png" alt=""/>
                </div>
                <div className="col-md-6">
                    <h2>Метод</h2>

                    <p>
                        Современная авторская разработка, которая позволяет эффективно и результативно обучаться.
                    </p>
                    <p>
                        На занятиях важны коммуникативные навыки для развития общения, поэтому уроки проводятся только на немецком языке.
                        Погружение в атмосферу языка с помощью видео и аудиоматериалов.
                    </p>
                    <p>
                        А самое главное это подготовка к международным экзаменам + пробный внутренний тест (TestDaf, TELC, GOETHE);
                    </p>
                </div>



            </div>
            <div className="row">

                <div className="col-md-6">
                    <h2>Онлайн</h2>



                    <p>
                        Онлайн курсы по своей эффективности не уступают или даже превосходят результаты традиционных форм обучения.
                    </p>
                    <p>
                        Пройдя курс онлайн, вы существенно сэкономите время, пройдете полноценный курс в любое удобное для себя время, из любой точки мира, где есть доступ в Интернет.
                    </p>
                    <p>

                        Группы набираются максимум по 12 человек, что обеспечивает максимально быстрое и качественное изучение языка.
                        Бонусом идёт бесплатное посещение разговорного курса” LakizoTraining” раз в месяц.
                    </p>
                </div>
                <div className="col-md-6">
                    <img src="/img/Rectangle 18.png" alt=""/>
                </div>

            </div>


            <div className="row">
                <div className="col-md-6">
                    <img src="/img/Rectangle 19.png" alt=""/>
                </div>
                <div className="col-md-6">
                    <h2>Zoom</h2>


                    <p>Платформа Zoom предоставляет безотказный и надежный доступ к конференциям на любых устройствах — в том числе, на мобильных.
                        Участники будут иметь возможность прослушивать и просматривать контент, а также задавать вопросы через специальную функцию «Вопросы и ответы».</p>
                </div>
            </div>
        </div>
    );
};

export default Method;